[
    {
        "name": "Bruno",
        "description": "Bruno es un perro activo y juguetón que disfruta pasar tiempo al aire libre. Le encanta correr, jugar a buscar y nadar. Es amigable con otros perros y personas, pero su tamaño puede ser intimidante para algunos. Busca un hogar con un patio grande donde pueda jugar y una familia que lo mantenga activo.",
        "size": "Grande",
        "age": 4,
        "type": "Adulto",
        "weight": "30 kg",
        "image": "img/perros/Bruno.svg"
    },
    {
        "name": "Mocchi",
        "description": "Mocchi es un gato juguetón y curioso que adora explorar su entorno. Le encanta jugar con juguetes de todo tipo, especialmente los que hacen ruido. Es cariñoso y le gusta acurrucarse en el regazo de su humano después de largas sesiones de juego. Se lleva bien con otros gatos y busca un hogar donde pueda recibir mucha atención y estimulación.",
        "size": "Pequeño",
        "age": 2,
        "type": "Cachorro",
        "weight": "4 kg",
        "image": "img/gatos/Mocchi.svg"
    },
    {
        "name": "Rex",
        "description": "Rex es un perro leal y protector que siempre está alerta. Es inteligente y aprende rápido, lo que lo hace ideal para entrenamientos. Le encanta correr y jugar al aire libre, pero también disfruta de largas siestas junto a su humano. Se lleva bien con otros perros pero prefiere ser el único macho en casa.",
        "size": "Grande",
        "age": 3,
        "type": "Adulto",
        "weight": "35 kg",
        "image": "img/perros/Rex.svg"
    },
    {
        "name": "Luna",
        "description": "Luna es una gata dulce y cariñosa que adora ser el centro de atención. Le gusta que la mimen y acurrucarse en el regazo de su humano. Es tranquila y paciente, y disfruta de largas siestas al sol. Se lleva bien con otros gatos pero prefiere ser la única mascota en casa. Busca un hogar donde pueda recibir todo el amor y cuidado que merece.",
        "size": "Mediana",
        "age": 4,
        "type": "Adulto",
        "weight": "6 kg",
        "image": "img/gatos/Luna.svg"
    },
    {
        "name": "Dago",
        "description": "Dago es un perro juguetón y lleno de energía que busca una familia activa que lo mantenga ocupado. Le encanta correr, jugar a buscar y salir a caminar. Es sociable y se lleva bien con otros perros y personas, pero puede ser un poco tímido al principio. Busca un hogar donde pueda recibir mucho ejercicio y estimulación mental.",
        "size": "Mediano",
        "age": 4,
        "type": "Adulto",
        "weight": "20 kg",
        "image": "img/perros/Dago.svg"
    },
    {
        "name": "Cooper",
        "description": "Cooper es un perro activo y enérgico que busca una familia activa que lo lleve de aventuras. Le encanta correr, jugar a buscar y salir de excursión. Es sociable y se lleva bien con otros perros y personas de todas las edades. Busca un hogar donde pueda recibir mucho ejercicio y estimulación mental." ,
        "size": "Mediano",
        "age": 5,
        "type": "Adulto",
        "weight": "22 kg",
        "image": "img/perros/Cooper.svg"
    }
]
